/* Localizable strings not stored in nib files and not stored in application resources, */
/* the strings below can be accessed using the GetBundleLocalizedString() macro, those */
/* stored in application resources must be accessed using GetLocalizedString() instead. */

"kSWUpdateStartedTime" = "Letztes Update: ";

"kDateFormatter" = "%c";

"RUNNING" = "Arbeitet";

"STOPPED" = "Gestoppt";

"STARTING" = "Startet";

"STOPPING" = "Stoppt";

"PAUSED" = "Angehalten";

"UNKNOWN" = "Unbekannt";

"N/A" = "Letzte Suche: Nicht verfügbar";

/*Plugin Specific strings */

"YES_ON" = "Ein";
"NO_OFF" = "Aus";

"All" = "Alle";
"All New" = "Alle Neu";

"IncompleteDownload"="Paket ist zum Laden bereitgestellt";
"RecommendedLogOut"="Abmelden wird empfohlen";
"RecommendedRestart"="Neustart wird empfohlen";
"RequiredRestart"="Neustart erforderlich";
"Shutdown"="Ausschalten wird empfohlen";
"SEARCH_NAME"="Name";
"SEARCH_VERS"="Version";
"kNoStartDateNotRunning"="Nicht verfügbar - Der Dienst arbeitet nicht.";
"kBadBandwidthMsg" = "Das Feld für die Bandbreite enthält einen ungültigen Wert.";
"DirtyTitle" = "Die Einstellung wurde geändert.";
"DirtyMessage" = "Bitte sichern Sie Ihre Änderungen, bevor Sie ein neues Update markieren.";
"kBadPortValue" = "Das Feld für die Port-Nummer enthält einen ungültigen Wert. Bitte geben Sie einen Wert zwischen 1 und 65535 ein. Der Standardwert ist 8088.";
"failConnectToApple" = "Letzte Suche: Verbindung zu Apple fehlgeschlagen.";
"NEW_STORAGE_LOCATION_SHEET" = "Wählen Sie den Ordner, in dem Software-Updates gesichert werden sollen.";

/* These strings are from the Software Update client */
"UnknownSize" = "--";
"KB" = "KB";
"MB" = "MB";
"GB" = "GB";
"IntegerFormat" = "%d %@";
"FloatFormat" = "%.1f %@";

/* Settings - updates view */
"total" = " Gesamt: ";
"mirror" = "Kopiert: ";
"enable" = " Aktiviert: ";
"productID" = "Produkt-ID: ";
"copied updates" = " kopierte Updates";
"enabled updates" = " aktivierte Updates";

/* Overview */
"Software Update Service is:" = "Softwareaktualisierung-Serverstatus:";
"Start Time:" = "Startzeit:";
"Last Check for Updates:" = "Letzte Suche nach Updates:";
"Last Check: %@" = "Letzte Überprüfung: %@";
"Updates Copied:" = "Kopierte Updates:";
"Updates Enabled:" = "Aktivierte Updates:";
"Automatically copy new updates:" = "Neue Updates automatisch kopieren:";
"Automatically enable new updates:" = "Neue Updates automatisch aktivieren:";

/* Tiger Log */
"Software Update Server Log" = "Softwareaktualisierung-Serverprotokoll";

/* Leopard Logs */
"Software Update Service Log" = "Softwareaktualisierung-Dienstprotokoll";
"Software Update Access Log" = "Softwareaktualisierung-Zugriffsprotokoll";
"Software Update Error Log" = "Softwareaktualisierung-Fehlerprotokoll";
